[
  {
    "name": "Akita",
    "photo": "https://s3.amazonaws.com/cdn-origin-etr.akc.org/wp-content/uploads/2017/11/13001904/Akita-On-White-01.jpg",
    "description": "Akitas are burly, heavy-boned spitz-type dogs of imposing stature. Standing 24 to 28 inches at the shoulder, Akitas have a dense coat that comes in several colors, including white. The head is broad and massive, and is balanced in the rear by a full, curled-over tail. The erect ears and dark, shining eyes contribute to an expression of alertness, a hallmark of the breed. Akitas are quiet, fastidious dogs. Wary of strangers and often intolerant of other animals, Akitas will gladly share their silly, affectionate side with family and friends. They thrive on human companionship. The large, independent-thinking Akita is hardwired for protecting those they love. They must be well socialized from birth with people and other dogs.",
    "size": "XL",
    "goodWithKids": "superivsed",
    "goodWithDogs": "no",
    "trainability": "medium",
    "grooming": "free",
    "shedding": "high",
    "activityLevel": "medium",
    "barking": "medium",
    "group": "working"
  },
  {
    "name": "Alaskan Malamute",
    "photo": "https://s3.amazonaws.com/cdn-origin-etr.akc.org/wp-content/uploads/2017/11/13001815/Alaskan-Malamute-On-White-03.jpg",
    "description": "The Alaskan Malamute stands 23 to 25 inches at the shoulder and weighs 75 to 85 pounds. Everything about Mals suggests their origin as an arctic sledge dog: The heavy bone, deep chest, powerful shoulders, and dense, weatherproof coat all scream, “I work hard for a living!” But their almond-shaped brown eyes have an affectionate sparkle, suggesting Mals enjoy snuggling with their humans when the workday is done. Mals are pack animals. And in your family “pack,” the leader must be you. If a Mal doesn’t respect you, he will wind up owning you instead of the other way around. Firm but loving training should begin in early puppyhood. That said, a well-behaved Mal is a joy to be with—playful, gentle, friendly, and great with kids.",
    "size": "XL",
    "goodWithKids": "supervised",
    "goodWithDogs": "supervised",
    "trainability": "medium",
    "grooming": "free",
    "shedding": "high",
    "activityLevel": "medium",
    "barking": "medium",
    "group": "working"
  },
  {
    "name": "Australian Cattle Dog / Blue Heeler",
    "photo": "https://s3.amazonaws.com/cdn-origin-etr.akc.org/wp-content/uploads/2017/11/13001408/Australian-Cattle-Dog-On-White-01.jpg",
    "description": "Standing between 17 to 20 inches at the shoulder, the Australian Cattle Dog is a sturdy, hard-muscled herder of strength and agility. The ACD is born with a white coat that turns blue-gray or red. Both coat varieties feature distinctive mottling or specking patterns. ACDs have immense work drive and excel at hunting, chasing, and, of course, moving livestock. Their boundless energy and supple gait make them excellent running partners. ACDs are true-blue loyal, famously smart, ever alert, and wary of strangers. If an ACD isn’t challenged, he easily becomes bored and gets into mischief. It is recommended that ACD owners participate with their dog in some work, sport, or regular exercise to keep him mentally and physically fit.",
    "size": "M",
    "goodWithKids": "older",
    "goodWithDogs": "supervised",
    "trainability": "hard",
    "grooming": "free",
    "shedding": "high",
    "activityLevel": "very high",
    "barking": "low",
    "group": "herding"
  },
  {
    "name": "Australian Shepherd",
    "photo": "https://s3.amazonaws.com/cdn-origin-etr.akc.org/wp-content/uploads/2017/11/13001303/Australian-Shepherd-On-White-08.jpg",
    "description": "The Australian Shepherd, the cowboy’s herding dog of choice, is a medium-sized worker with a keen, penetrating gaze in the eye. Aussie coats offer different looks, including merle (a mottled pattern with contrasting shades of blue or red). In all ways, they’re the picture of rugged and agile movers of stock. Aussies exhibit an irresistible impulse to herd, anything: birds, dogs, kids. This strong work drive can make Aussies too much dog for a sedentary pet owner. Aussies are remarkably intelligent, quite capable of hoodwinking an unsuspecting novice owner. In short, this isn’t the pet for everyone. But if you’re looking for a brainy, tireless, and trainable partner for work or sport, your search might end here.",
    "size": "M",
    "goodWithKids": "yes",
    "goodWithDogs": "supervised",
    "trainability": "easy",
    "grooming": "free",
    "shedding": "medium",
    "activityLevel": "high",
    "barking": "medium",
    "group": "herding"
  },
  {
    "name": "Basset Hound",
    "photo": "https://s3.amazonaws.com/cdn-origin-etr.akc.org/wp-content/uploads/2017/11/13001049/Basset-Hound-On-White-01.jpg",
    "description": "The Basset Hound stands no higher than 14 inches at the shoulder but, with his remarkably heavy bone, powerful little legs, and massive paws, he possesses big-dog strength and stamina. Bassets are famous for a large, domed head that features extremely long, velvety ears, mournful eyes, and a wrinkled brow, which give the breed the look of a sad clown. Built more for endurance than speed, the Basset moves in a deliberate but effortless manner. The breed’s scenting ability is uncanny; it’s said that among dogs only the Bloodhound’s nose is more accurate. Mild and agreeable at home, the Basset is stubborn on the trail and barks in a loud, ringing voice. Although they may not be wildly demonstrative in their affections, they are steadfastly loyal.",
    "size": "M",
    "goodWithKids": "yes",
    "goodWithDogs": "yes",
    "trainability": "hard",
    "grooming": "free",
    "shedding": "medium",
    "activityLevel": "low",
    "barking": "high",
    "group": "hound"
  },
  {
    "name": "Beagle",
    "photo": "https://s3.amazonaws.com/cdn-origin-etr.akc.org/wp-content/uploads/2017/11/13001000/Beagle-On-White-01.jpg",
    "description": "There are two Beagle varieties: those standing under 13 inches at the shoulder, and those between 13 and 15 inches. Both varieties are sturdy, solid, and “big for their inches,” as dog folks say. They come in such pleasing colors as lemon, red and white, and tricolor. The Beagle’s fortune is in his adorable face, with its big brown or hazel eyes set off by long, houndy ears set low on a broad head. A breed described as “merry” by its fanciers, Beagles are loving and lovable, happy, and companionable—all qualities that make them excellent family dogs. No wonder that for years the Beagle has been the most popular hound dog among American pet owners. These are curious, clever, and energetic hounds who require plenty of playtime.",
    "size": "S",
    "goodWithKids": "yes",
    "goodWithDogs": "yes",
    "trainability": "easy",
    "grooming": "free",
    "shedding": "medium",
    "activityLevel": "high",
    "barking": "high",
    "group": "hound"
  },
  {
    "name": "Bernese Mountain Dog",
    "photo": "https://s3.amazonaws.com/cdn-origin-etr.akc.org/wp-content/uploads/2017/11/13000440/Bernese-Mountain-Dog-On-White-01.jpg",
    "description": "The Bernese Mountain Dog is a large, sturdy worker who can stand over 27 inches at the shoulder. The thick, silky, and moderately long coat is tricolored: jet black, clear white, and rust. The distinctive markings on the coat and face are breed hallmarks and, combined with the intelligent gleam in the dark eyes, add to the Berner’s aura of majestic nobility. A hardy dog who thrives in cold weather, the Berner’s brain and brawn helped him multitask on the farms and pastures of Switzerland. Berners get along with the entire family and are particularly gentle with children, but they will often become more attached to one lucky human. Berners are imposing but not threatening, and they maintain an aloof dignity with strangers.",
    "size": "XL",
    "goodWithKids": "supervised",
    "goodWithDogs": "yes",
    "trainability": "easy",
    "grooming": "free",
    "shedding": "high",
    "activityLevel": "medium",
    "barking": "medium",
    "group": "working"
  },
  {
    "name": "Border Collie",
    "photo": "https://s3.amazonaws.com/cdn-origin-etr.akc.org/wp-content/uploads/2017/11/12235957/Border-Collie-On-White-01.jpg",
    "description": "Borders are athletic, medium-sized herders standing 18 to 22 inches at the shoulder. The overall look is that of a muscular but nimble worker unspoiled by passing fads. Both the rough coat and the smooth coat come in a variety of colors and patterns. The almond eyes are the focus of an intelligent expression—an intense gaze, the Border’s famous “herding eye”, is a breed hallmark. On the move, Borders are among the canine kingdom’s most agile, balanced, and durable citizens. The intelligence, athleticism, and trainability of Borders have a perfect outlet in agility training. Having a job to perform, like agility—or herding or obedience work—is key to Border happiness. Amiable among friends, they may be reserved with strangers.",
    "size": "M",
    "goodWithKids": "older",
    "goodWithDogs": "supervised",
    "trainability": "easy",
    "grooming": "free",
    "shedding": "medium",
    "activityLevel": "very high",
    "barking": "medium",
    "group": "herding"
  },
  {
    "name": "Boston Terrier",
    "photo": "https://s3.amazonaws.com/cdn-origin-etr.akc.org/wp-content/uploads/2017/11/12235809/Boston-Terrier-On-White-01.jpg",
    "description": "Boston Terriers are compact, short-tailed, well-balanced little dogs weighing no more than 25 pounds. The stylish “tuxedo” coat can be white and either black, brindle, or seal (dark brown). The head is square, the muzzle is short, and the large, round eyes can shine with kindness, curiosity, or mischief. Ever alert to their surroundings, Bostons move with a jaunty, rhythmic step. It’s a safe bet that a breed named for a city—the Havanese or Brussels Griffon, for instance—will make an excellent urban pet. Bostons are no exception: they are sturdy but portable, people-oriented, and always up for a brisk walk to the park or outdoor cafe. A bright dog with a natural gift for comedy, the dapper Bostonian is a steady source of smiles.",
    "size": "S",
    "goodWithKids": "yes",
    "goodWithDogs": "supervised",
    "trainability": "easy",
    "grooming": "free",
    "shedding": "low",
    "activityLevel": "medium",
    "barking": "low",
    "group": "non-sporting"
  },
  {
    "name": "Boxer",
    "photo": "https://s3.amazonaws.com/cdn-origin-etr.akc.org/wp-content/uploads/2017/11/12235639/Boxer-On-White-03.jpg",
    "description": "A well-made Boxer in peak condition is an awesome sight. A male can stand as high as 25 inches at the shoulder; females run smaller. Their muscles ripple beneath a short, tight-fitting coat. The dark brown eyes and wrinkled forehead give the face an alert, curious look. The coat can be fawn or brindle, with white markings. Boxers move like the athletes they are named for: smooth and graceful, with a powerful forward thrust. Boxers are upbeat and playful. Their patience and protective nature have earned them a reputation as a great dog with children. They take the jobs of watchdog and family guardian seriously and will meet threats fearlessly. Boxers do best when exposed to a lot of people and other animals in early puppyhood.",
    "size": "L",
    "goodWithKids": "yes",
    "goodWithDogs": "supervised",
    "trainability": "easy",
    "grooming": "free",
    "shedding": "low",
    "activityLevel": "high",
    "barking": "medium",
    "group": "working"
  },
  {
    "name": "Brittany Spaniel",
    "photo": "https://s3.amazonaws.com/cdn-origin-etr.akc.org/wp-content/uploads/2017/11/19033403/Brittany-1.jpg",
    "description": "Brittanys are smaller than setters but leggier than spaniels, standing about 20 inches at the shoulder. Their beautiful, boldly patterned coat comes in combinations of white and vivid orange and liver (reddish-brown). They are rugged and strong but smooth, clean, and quick afoot. The face has the “softness” prized by bird-dog lovers; high-set ears convey the breed’s essential eagerness. The zeal and versatility that make Brittanys peerless hunters can be channeled into dog sports. Obedience, agility, flyball, dock diving—you name it, this trainable breed is up for it. The Brittany is a nice fit for those seeking an all-purpose hunting partner, a dog-sport teammate, or a companion in sync with an upbeat, outdoorsy family life.",
    "size": "M",
    "goodWithKids": "supervised",
    "goodWithDogs": "supervised",
    "trainability": "easy",
    "grooming": "free",
    "shedding": "medium",
    "activityLevel": "very high",
    "barking": "medium",
    "group": "sporting"
  },
  {
    "name": "Brussels Griffon",
    "photo": "https://s3.amazonaws.com/cdn-origin-etr.akc.org/wp-content/uploads/2017/11/12235422/Brussels-Griffon-On-White-01.jpg",
    "description": "With this breed, you get a big personality in a 5-to-15-pound package. One look into his big, human-like eyes, and you’ll be smitten. Griffs come in four colors—red, black-and-reddish-brown (called belge), black and tan, and black—and in smooth coats (like a Pug) or rough coats (like a Schnauzer). Their black muzzle and whiskers earned them the nickname “bearded dogs” in old folk songs.The Griff’s big black eyes—described as “almost human”—coupled with a fringed beard and mustache covering his short muzzle, gives him the air of a worldly, French-speaking philosopher. Griffs come in four colors—red, black-and-reddish-brown (called belge), black and tan, and black—and in smooth coats or rough coats. The Griff’s body is thickset and sturdy, and he moves with the purposeful trot of a fellow who knows what he wants. Griffs are alert, sociable, and easily trained. Although playful and energetic, their small size and sensitive nature make them a poor choice as roughhousing playmates for kids. They have a low threshold for loneliness and will stick close to their special human, providing years of love and laughter.",
    "size": "S",
    "goodWithKids": "supervised",
    "goodWithDogs": "supervised",
    "trainability": "medium",
    "grooming": "free",
    "shedding": "low",
    "activityLevel": "medium",
    "barking": "high",
    "group": "toy"
  },
  {
    "name": "Bulldog",
    "photo": "https://s3.amazonaws.com/cdn-origin-etr.akc.org/wp-content/uploads/2017/11/06014400/bulldog-on-skateboard-grinning.jpg",
    "description": "You can’t mistake a Bulldog for any other breed. The loose skin of the head, furrowed brow, pushed-in nose, small ears, undershot jaw with hanging chops on either side, and the distinctive rolling gait all practically scream “I’m a Bulldog!” The coat, seen in a variety of colors and patterns, is short, smooth, and glossy. Bulldogs can weigh up to 50 pounds, but that won’t stop them from curling up in your lap, or at least trying to. But don’t mistake their easygoing ways for laziness—Bulldogs enjoy brisk walks and need regular moderate exercise, along with a careful diet, to stay trim. Summer afternoons are best spent in an air-conditioned room as a Bulldog’s short snout can cause labored breathing in hot and humid weather.",
    "size": "M",
    "goodWithKids": "supervised",
    "goodWithDogs": "supervised",
    "trainability": "medium",
    "grooming": "free",
    "shedding": "medium",
    "activityLevel": "low",
    "barking": "low",
    "group": "non-sporting"
  },
  {
    "name": "Corgi",
    "photo": "https://s3.amazonaws.com/cdn-origin-etr.akc.org/wp-content/uploads/2017/11/12225919/Pembroke-Welsh-Corgi-On-White-01.jpg",
    "description": "",
    "size": "S",
    "goodWithKids": "supervised",
    "goodWithDogs": "supervised",
    "trainability": "medium",
    "grooming": "free",
    "shedding": "high",
    "activityLevel": "high",
    "barking": "medium",
    "group": "herding"
  },
  {
    "name": "Cavalier King Charles Spaniel",
    "photo": "https://s3.amazonaws.com/cdn-origin-etr.akc.org/wp-content/uploads/2017/11/12234928/Cavalier-King-Charles-Spaniel-On-White-01.jpg",
    "description": "",
    "size": "S",
    "goodWithKids": "yes",
    "goodWithDogs": "yes",
    "trainability": "easy",
    "grooming": "free",
    "shedding": "low",
    "activityLevel": "low",
    "barking": "medium",
    "group": "toy"
  },
  {
    "name": "Chihuahua",
    "photo": "https://s3.amazonaws.com/cdn-origin-etr.akc.org/wp-content/uploads/2017/11/12234710/Chihuahua-On-White-03.jpg",
    "description": "",
    "size": "S",
    "goodWithKids": "supervised",
    "goodWithDogs": "supervised",
    "trainability": "hard",
    "grooming": "free",
    "shedding": "low",
    "activityLevel": "low",
    "barking": "high",
    "group": "toy"
  },
  {
    "name": "Collie",
    "photo": "https://s3.amazonaws.com/cdn-origin-etr.akc.org/wp-content/uploads/2017/11/12234244/Collie-On-White-01.jpg",
    "description": "",
    "size": "M",
    "goodWithKids": "supervised",
    "goodWithDogs": "supervised",
    "trainability": "easy",
    "grooming": "free",
    "shedding": "high",
    "activityLevel": "medium",
    "barking": "high",
    "group": "herding"
  },
  {
    "name": "Dachshund",
    "photo": "https://s3.amazonaws.com/cdn-origin-etr.akc.org/wp-content/uploads/2017/11/12234114/Dachshund-On-White-01.jpg",
    "description": "",
    "size": "S",
    "goodWithKids": "supervised",
    "goodWithDogs": "supervised",
    "trainability": "medium",
    "grooming": "free",
    "shedding": "low",
    "activityLevel": "medium",
    "barking": "high",
    "group": "hound"
  },
  {
    "name": "Dalmatian",
    "photo": "",
    "description": "",
    "size": "M",
    "goodWithKids": "supervised",
    "goodWithDogs": "supervised",
    "trainability": "medium",
    "grooming": "free",
    "shedding": "high",
    "activityLevel": "high",
    "barking": "medium",
    "group": "non-sporting"
  },
  {
    "name": "English Setter",
    "photo": "",
    "description": "",
    "size": "M",
    "goodWithKids": "supervised",
    "goodWithDogs": "supervised",
    "trainability": "easy",
    "grooming": "free",
    "shedding": "high",
    "activityLevel": "high",
    "barking": "medium",
    "group": "sporting"
  },
  {
    "name": "French Bulldog",
    "photo": "",
    "size": "S",
    "goodWithKids": "yes",
    "goodWithDogs": "supervised",
    "trainability": "medium",
    "grooming": "free",
    "shedding": "high",
    "activityLevel": "low",
    "barking": "low",
    "group": "non-sporting"
  },
  {
    "name": "German Shepherd Dog",
    "photo": "",
    "description": "",
    "size": "L",
    "goodWithKids": "yes",
    "goodWithDogs": "supervised",
    "trainability": "easy",
    "grooming": "free",
    "shedding": "high",
    "activityLevel": "medium",
    "barking": "medium",
    "group": "herding"
  },
  {
    "name": "German Shorthaired Pointer",
    "photo": "",
    "description": "",
    "size": "M",
    "goodWithKids": "yes",
    "goodWithDogs": "supervised",
    "trainability": "easy",
    "grooming": "free",
    "shedding": "high",
    "activityLevel": "high",
    "barking": "medium",
    "group": "sporting"
  },
  {
    "name": "Golden Retriever",
    "photo": "",
    "description": "",
    "size": "L",
    "goodWithKids": "yes",
    "goodWithDogs": "yes",
    "trainability": "easy",
    "grooming": "free",
    "shedding": "high",
    "activityLevel": "high",
    "barking": "low",
    "group": "sporting"
  },
  {
    "name": "Great Dane",
    "photo": "",
    "description": "",
    "size": "XL",
    "goodWithKids": "supervised",
    "goodWithDogs": "supervised",
    "trainability": "medium",
    "grooming": "free",
    "shedding": "medium",
    "activityLevel": "medium",
    "barking": "medium",
    "group": "working"
  },
  {
    "name": "Great Pyrenees",
    "photo": "",
    "description": "",
    "size": "XL",
    "goodWithKids": "supervised",
    "goodWithDogs": "supervised",
    "trainability": "hard",
    "grooming": "free",
    "shedding": "high",
    "activityLevel": "medium",
    "barking": "high",
    "group": "working"
  },
  {
    "name": "Greyhound",
    "photo": "",
    "description": "",
    "size": "L",
    "goodWithKids": "supervised",
    "goodWithDogs": "yes",
    "trainability": "hard",
    "grooming": "free",
    "shedding": "low",
    "activityLevel": "high",
    "barking": "medium",
    "group": "hound"
  },
  {
    "name": "Italian Greyhound",
    "photo": "",
    "description": "",
    "size": "S",
    "goodWithKids": "older",
    "goodWithDogs": "yes",
    "trainability": "hard",
    "grooming": "free",
    "shedding": "low",
    "activityLevel": "medium",
    "barking": "low",
    "group": "toy"
  },
  {
    "name": "Jack Russel Terrier",
    "photo": "",
    "description": "",
    "size": "S",
    "goodWithKids": "supervised",
    "goodWithDogs": "yes",
    "trainability": "medium",
    "grooming": "free",
    "shedding": "low",
    "activityLevel": "high",
    "barking": "medium",
    "group": "terrier"
  },
  {
    "name": "Labrador Retriever",
    "photo": "",
    "description": "",
    "size": "L",
    "goodWithKids": "yes",
    "goodWithDogs": "yes",
    "trainability": "easy",
    "grooming": "free",
    "shedding": "high",
    "activityLevel": "high",
    "barking": "medium",
    "group": "sporting"
  },
  {
    "name": "Maltese",
    "photo": "",
    "description": "",
    "size": "S",
    "goodWithKids": "supervised",
    "goodWithDogs": "supervised",
    "trainability": "medium",
    "grooming": "paid",
    "shedding": "low",
    "activityLevel": "low",
    "barking": "medium",
    "group": "toy"
  },
  {
    "name": "Mastiff",
    "photo": "",
    "description": "",
    "size": "XL",
    "goodWithKids": "yes",
    "goodWithDogs": "supervised",
    "trainability": "medium",
    "grooming": "free",
    "shedding": "low",
    "activityLevel": "medium",
    "barking": "low",
    "group": "working"
  },
  {
    "name": "Newfoundland",
    "photo": "",
    "description": "",
    "size": "XL",
    "goodWithKids": "yes",
    "goodWithDogs": "yes",
    "trainability": "easy",
    "grooming": "free",
    "shedding": "high",
    "activityLevel": "medium",
    "barking": "low",
    "group": "working"
  },
  {
    "name": "Norwich Terrier",
    "photo": "",
    "description": "",
    "size": "S",
    "goodWithKids": "yes",
    "goodWithDogs": "supervised",
    "trainability": "medium",
    "grooming": "free",
    "shedding": "low",
    "activityLevel": "medium",
    "barking": "medium",
    "group": "terrier"
  },
  {
    "name": "Papillon",
    "photo": "",
    "description": "",
    "size": "S",
    "goodWithKids": "yes",
    "goodWithDogs": "supervised",
    "trainability": "easy",
    "grooming": "free",
    "shedding": "low",
    "activityLevel": "medium",
    "barking": "high",
    "group": "toy"
  },
  {
    "name": "Pekingese",
    "photo": "",
    "description": "",
    "size": "S",
    "goodWithKids": "older",
    "goodWithDogs": "supervised",
    "trainability": "hard",
    "grooming": "paid",
    "shedding": "low",
    "activityLevel": "low",
    "barking": "low",
    "group": "toy"
  },
  {
    "name": "Pit Bull Terrier",
    "photo": "",
    "description": "",
    "size": "M",
    "goodWithKids": "yes",
    "goodWithDogs": "supervised",
    "trainability": "medium",
    "grooming": "free",
    "shedding": "medium",
    "activityLevel": "high",
    "barking": "medium",
    "group": "terrier"
  },
  {
    "name": "Pomeranian",
    "photo": "",
    "description": "",
    "size": "S",
    "goodWithKids": "supervised",
    "goodWithDogs": "supervised",
    "trainability": "medium",
    "grooming": "free",
    "shedding": "low",
    "activityLevel": "medium",
    "barking": "medium",
    "group": "toy"
  },
  {
    "name": "Poodle",
    "photo": "",
    "description": "",
    "size": "M",
    "goodWithKids": "yes",
    "goodWithDogs": "supervised",
    "trainability": "easy",
    "grooming": "paid",
    "shedding": "low",
    "activityLevel": "high",
    "barking": "medium",
    "group": "non-sporting"
  },
  {
    "name": "Pug",
    "photo": "",
    "description": "",
    "size": "S",
    "goodWithKids": "supervised",
    "goodWithDogs": "supervised",
    "trainability": "medium",
    "grooming": "free",
    "shedding": "medium",
    "activityLevel": "low",
    "barking": "low",
    "group": "toy"
  },
  {
    "name": "Rottweiler",
    "photo": "",
    "description": "",
    "size": "L",
    "goodWithKids": "older",
    "goodWithDogs": "no",
    "trainability": "medium",
    "grooming": "free",
    "shedding": "low",
    "activityLevel": "medium",
    "barking": "low",
    "group": "working"
  },
  {
    "name": "Saint Bernard",
    "photo": "",
    "description": "",
    "size": "XL",
    "goodWithKids": "yes",
    "goodWithDogs": "supervised",
    "trainability": "medium",
    "grooming": "free",
    "shedding": "medium",
    "activityLevel": "medium",
    "barking": "low",
    "group": "working"
  },
  {
    "name": "Shiba Inu",
    "photo": "",
    "description": "",
    "size": "S",
    "goodWithKids": "older",
    "goodWithDogs": "supervised",
    "trainability": "hard",
    "grooming": "free",
    "shedding": "high",
    "activityLevel": "medium",
    "barking": "high",
    "group": "non-sporting"
  },
  {
    "name": "Siberian Husky",
    "photo": "",
    "description": "",
    "size": "M",
    "goodWithKids": "supervised",
    "goodWithDogs": "yes",
    "trainability": "hard",
    "grooming": "free",
    "shedding": "high",
    "activityLevel": "very high",
    "barking": "high",
    "group": "working"
  },
  {
    "name": "Fox Terrier",
    "photo": "",
    "description": "",
    "size": "S",
    "goodWithKids": "yes",
    "goodWithDogs": "supervised",
    "trainability": "medium",
    "grooming": "free",
    "shedding": "low",
    "activityLevel": "high",
    "barking": "medium",
    "group": "terrier"
  },
  {
    "name": "Wheaten Terrier",
    "photo": "",
    "description": "",
    "size": "S",
    "goodWithKids": "supervised",
    "goodWithDogs": "supervised",
    "trainability": "hard",
    "grooming": "paid",
    "shedding": "low",
    "activityLevel": "high",
    "barking": "medium",
    "group": "terrier"
  },
  {
    "name": "Yorkshire Terrier",
    "photo": "",
    "description": "",
    "size": "S",
    "goodWithKids": "supervised",
    "goodWithDogs": "supervised",
    "trainability": "hard",
    "grooming": "paid",
    "shedding": "low",
    "activityLevel": "low",
    "barking": "medium",
    "group": "toy"
  }
]